[Information]
TRANSLATOR=Juha T, Teijo(at)nettilinja(dot)fi
VERSION=3.0.0

[Language]
LANGUAGE=Suomi
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x040B

[Menu]
DEFAULT_RANDOM=Oletus (Satunnaista)
FILE=&Tiedosto
FILE_EXIT=&Lopeta
EDIT=&Muokkaa
EDIT_COPY=&Kopioi
TEST_DATA=&Testidata
THEME=&Teema
HELP=&Ohje
HELP_ABOUT=&Tietoja CrystalDiskMark:sta
LANGUAGE=Kieli
ZOOM=&Suurennus
AUTO=&Autom.

[Message]
STOP_BENCHMARK=Lopeta testiohjelma.
DISK_CAPACITY_ERROR=Kovalevyn kapasiteetti eri riitä.
DISK_CREATE_FILE_ERROR=Tiedoston luonti epäonnistui.
DISK_WRITE_ERROR=Kirjoitusvirhe.
DISK_READ_ERROR=Lukuvirhe.

[Title]
TEST_DRIVE=Testattava asema
TEST_SIZE=Testin koko
TEST_NUMBER=Testauskerrat

[WindowTitle]
ABOUT=Tietoja CrystalDiskMark:sta
